Repository: zipf/perldoc-es
Catalog: memory/_reference/padre-es_work.tmx
Source language: en_us
Languages: es_es

source: Copy the current tab into a new document
es_es: Copiar la pestaña actual a un documento nuevo

source: Copyright 2008–2011 The Padre Development Team Padre is free software; you can redistribute it and/or modify it under the same terms as Perl 5.
es_es: Copyright 2008–2011 El equipo de desarrollo de Padre Padre es software libre; puede redistribuirlo o modificarlo bajo los mismos términos que Perl 5..

source: Core Team
es_es: Equipo titular

source: Could not create: '%s': %s
es_es: No se pudo crear: '%s': %s

source: Could not delete: '%s': %s
es_es: No se pudo eliminar: '%s': %s

source: Could not determine the comment character for %s document type
es_es: No se pudo determinar el carácter de comentario para el tipo de documento %s

source: Could not evaluate '%s'
es_es: No se pudo evaluar '%s'

source: Could not find KDE or GNOME
es_es: No se encontró KDE ni GNOME

source: Could not find a help provider for
es_es: No se encontró un proveedor de ayuda para

source: Could not find file '%s'
es_es: No se encontró el archivo: '%s'

source: Could not find perl executable
es_es: No se encontró el ejecutable de Perl

source: Could not find project root
es_es: No se encontró la carpeta raíz del proyecto

source: Could not find the Padre::Plugin::My plug-in
es_es: No se encuentra el complemento Padre::Plugin::My

source: Could not locate project directory.
es_es: No se encontró el directorio del proyecto.

source: Could not reload file: %s
es_es: No se pudo volver a cargar el archivo: %s

source: Could not rename: '%s' to '%s': %s
es_es: No se pudo cambiar el nombre de '%s' a '%s': %s

source: Could not save file:
es_es: No se pudo guardar el archivo:

source: Could not set breakpoint on file '%s' row '%s'
es_es: No se pudo establecer el punto de interrupción en el archivo '%s', fila '%s'

source: Count
es_es: Recuento

source: Create Directory
es_es: Crear directorio

source: Create Project &Tagsfile
es_es: Crear archivo de e&tiquetas de proyecto

source: Create a bookmark in the current file current row
es_es: Crea un marcador en la línea actual del archivo actual

source: Created by:
es_es: Creado por:

source: Creates a perltags - file for the current project supporting find_method and autocomplete.
es_es: Crea un archivo perltags para el proyecto actual que admite los métodos find_method y autocomplete.

source: Cu&t
es_es: Cor&tar

source: Current '%s' not found
es_es: No se encuentra el %s actual.

source: Current Directory:
es_es: Directorio actual:

source: Current cursor does not seem to point at a method
es_es: No parece que el cursor apunte a un método

source: Current cursor does not seem to point at a variable
es_es: No parece que el cursor apunte a una variable

source: Current cursor does not seem to point at a variable.
es_es: El cursor actual no parece apuntar a una variable.

source: Current document has no filename
es_es: El documento actual no tiene nombre de archivo

source: Current document is not a .t file
es_es: El documento actual no es un archivo .t

source: Current file is not in a version control system
es_es: El archivo actual no está en un sistema de control de versiones

source: Current file is not saved in a version control system
es_es: El archivo actual no está guardado en un sistema de control de versiones

source: Current line number: %s
es_es: Número de línea actual: %s

source: Current position: %s
es_es: Posición actual: %s

source: Cursor blink rate (milliseconds - 0 = off, 500 = default)
es_es: Velocidad de parpadeo del cursor (milisegundos - 0 = desactivado, 500 = predeterminado)

source: Cut the current selection and create a new sub from it.
es_es: Corta la selección actual y crea una subrutina nueva a partir de ella.

source: A call to this sub is added in the place where the selection was.
es_es: La selección se sustituirá por una llamada a la subrutina.

source: Czech
es_es: Checo

source: D&uplicate
es_es: D&uplicar

source: DELETED
es_es: ELIMINADO

source: Danish
es_es: Danés

source: Date/Time
es_es: Fecha/Hora

source: Debug
es_es: Depurar

source: Debugger
es_es: Depurador

source: Debugger is already running
es_es: El depurador ya se está ejecutando

source: Debugger not running
es_es: El depurador no se está ejecutando

source: Debugging failed.
es_es: Error en la depuración.

source: Did you check your program for syntax errors?
es_es: ¿Ha comprobado si hay errores de sintaxis en el programa?

source: Default
es_es: Predeterminado

source: Default line ending
es_es: Carácter de fin de línea predeterminado

source: Default projects directory
es_es: Directorio de proyectos predeterminado

source: Default value:
es_es: Valor predeterminado:

source: Default word wrap on for each file
es_es: Modo de ajuste de línea predeterminado para cada archivo

source: Delay the action queue for 1 seconds
es_es: Retrasar 1 segundo la cola de acciones

source: Delay the action queue for 10 seconds
es_es: Retrasar 10 segundos la cola de acciones

source: Delay the action queue for 30 seconds
es_es: Retrasar 30 segundos la cola de acciones

source: Delete
es_es: Eliminar

source: Delete &All
es_es: &Borrar todo

source: Delete &Leading Spaces
es_es: E&liminar espacios iniciales

source: Delete Directory
es_es: Eliminar directorio

source: Delete File
es_es: Eliminar archivo

source: Delete file from repository??
es_es: ¿Desea eliminar el archivo del repositorio?

source: Delete the keyboard binding
es_es: Elimina el acceso directo de teclado

source: Deleted
es_es: Eliminado

source: Deprecation
es_es: Deprecación

source: Description
es_es: Descripción

source: Description:
es_es: Descripción:

source: Developers
es_es: Programadores

source: Development
es_es: Desarrollo

source: Did not find any matches.
es_es: No se encontró ninguna coincidencia.

source: Did not provide a bookmark name
es_es: No especificó un nombre de marcador

source: Did not provide a distribution
es_es: No especificó una distribución

source: Did not select a bookmark
es_es: No seleccionó un marcador

source: Diff
es_es: Diferencias

source: Diff successful, you should see a new tab in editor called %s
es_es: Diff se ejecutó correctamente; debe ver una pestaña nueva llamada %s en el editor

source: Digits
es_es: Dígitos

source: Directories First
es_es: Directorios primero

source: Directories Mixed
es_es: Directorios mezclados

source: Directory
es_es: Seleccionar directorio

source: Disk
es_es: Disco

source: Display Value
es_es: Mostrar valor

source: Display the current value of a variable in the right hand side debugger pane
es_es: Muestra el valor actual de una variable en el panel del depurador situado a la derecha

source: Distribution
es_es: Distribución

source: Do not show this again
es_es: No volver a mostrar

source: Do you really want to close and delete %s from disk?
es_es: ¿Realmente desea cerrar y eliminar %s del disco?

source: Do you want to add '%s' to your repository
es_es: ¿Desea agregar '%s' al repositorio?

source: Do you want to commit?
es_es: ¿Desea depositar el archivo?

source: Do you want to continue?
es_es: ¿Desea continuar?

source: Do you want to delete '%s' from your repository
es_es: ¿Desea eliminar '%s' del repositorio?

source: Do you want to override it with the selected action?
es_es: ¿Desea reemplazarlo con la acción seleccionada?

source: Do you want to revert changes to '%s'
es_es: ¿Desea realizar los cambios realizados a '%s'?

source: Document
es_es: Documento

source: Document Statistics
es_es: Estadísticas del documento

source: Document Tools
es_es: Herramientas de documento

source: Document Tools (Right)
es_es: Herramientas para documentos (derecha)

source: Document encoded to (%s)
es_es: Documento codificado como (%s)

source: Document type
es_es: Tipo de documento

source: Down
es_es: Abajo

source: Download
es_es: Descargar

source: Dump the Padre object to STDOUT
es_es: Volcar el objeto Padre en STDOUT

source: Dumps the complete Padre object to STDOUT for testing/debugging.
es_es: Vuelca el objeto Padre completo en STDOUT para realizar pruebas o depurar.

source: Dutch
es_es: Neerlandés

source: Dutch (Belgium)
es_es: Neerlandés (Bélgica)

source: EOL to &Mac Classic
es_es: EOL a &Mac Classic

source: EOL to &Unix
es_es: EOL a &Unix

source: EOL to &Windows
es_es: EOL a &Windows

source: Edit
es_es: Editar

source: Edit user and host preferences
es_es: Editar preferencias de usuario y host

source: Editor Current Line Background Colour
es_es: Color de fondo de la línea actual del editor

source: Editor Font
es_es: Fuente del editor

source: Editor Options
es_es: Opciones del editor

source: Editor Style
es_es: Estilo del editor

source: Email
es_es: Correo electrónico

source: Email and confirmation do not match.
es_es: El correo electrónico no coincide con la confirmación.

source: Empty regex
es_es: Expresión regular vacía

source: Enable Smart highlighting while typing
es_es: Habilitar resaltado de sintaxis inteligente al escribir

source: Enable or disable the Run with Devel::EndStats if it is installed.
es_es: Habilitar o deshabilitar la ejecución con Devel::EndStats (si está instalado).

source: Enable or disable the Run with Devel::TraceUse if it is installed.
es_es: Habilitar o deshabilitar la ejecución con Devel::TraceUse (si está instalado).

source: Encode Document &to...
es_es: Codificar &documento como...

source: Encode Document to &System Default
es_es: Aplicar al documento la codificación predeterminada del &sistema

source: Encode Document to &utf-8
es_es: Codificar documento como &utf-8

source: Encode document to...
es_es: Codificar documento como...

source: Encode to:
es_es: Codificar como:

source: Encoding
es_es: Codificación

source: End
es_es: Fin

source: End case modification/metacharacter quoting
es_es: Modificación de último caso/escape de metacaracteres

source: End of line
es_es: Final de línea

source: English
es_es: Inglés

source: English (Australia)
es_es: Inglés (Australia)

source: English (Canada)
es_es: Inglés (Canadá)

source: English (New Zealand)
es_es: Inglés (Nueva Zelanda)

source: English (United Kingdom)
es_es: Inglés (Reino Unido)

source: English (United States)
es_es: Inglés (Estados Unidos)

source: Enter
es_es: Entrar

source: Enter URL to install\ne.g. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
es_es: Especifique la dirección URL desde la que se va a instalar p. ej., http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz

source: Enter parts of the resource name to find it
es_es: Escriba partes del nombre del recurso para buscarlo

source: Epoch
es_es: Era

source: Error connecting to %s:%s: %s
es_es: Error al conectarse a %s:%s: %s

source: Error deleting %s: %s
es_es: Error al eliminar %s: %s

source: Error loading perl filter dialog.
es_es: Error al cargar el cuadro de diálogo de filtros en Perl.

source: Error loading pod for class '%s': %s
es_es: Error al cargar la documentación pod para la clase '%s': %s

source: Error loading regex editor.
es_es: Error al cargar el editor de expresiones regulares.

source: Error logging in on %s:%s: %s
es_es: Error de inicio de sesión en %s:%s: %s

source: Error returned by filter tool: %s
es_es: Error devuelto por la herramienta de filtrado: %s

source: Error running filter tool: %s
es_es: Error al ejecutar la herramienta de filtrado: %s

source: Error when calling menu for plug-in
es_es: Error al llamar el menú del complemento

source: Error while calling %s %s
es_es: Error al llamar a %s %s

source: Error while determining MIME type.
es_es: Error al determinar el tipo MIME.

source: This is possibly an encoding problem.
es_es: Posiblemente sea un problema de codificación.

source: Are you trying to load a binary file?
es_es: ¿Está intentando cargar un archivo binario?

source: Error while loading Aspect, is it installed?
es_es: Error al cargar Aspect. ¿Está instalado?

source: Error while opening file: no file object
es_es: Error al abrir archivo: no hay ningún objeto de archivo

source: Error while searching for POD
es_es: Error al buscar POD

source: Error while trying to perform Padre action
es_es: Error al intentar ejecutar una acción de Padre

source: Error while trying to perform Padre action: %s
es_es: Error al intentar ejecutar una acción de Padre: %s

source: Escape characters
es_es: Caracteres de escape

source: Evaluate
es_es: Evaluar

source: Evaluate &Expression
es_es: Evaluar &expresión

source: Evaluate Expression
es_es: Evaluar expresión

source: Evaluate Expression...
es_es: Evaluar expresión...

source: Execute the next statement, enter subroutine if needed.
es_es: Ejecuta la siguiente instrucción y entra en la subrutina si es necesario.

source: (Start debugger if it is not yet running)
es_es: (Debe iniciarse el depurador si no se está ejecutando.)

source: Execute the next statement.
es_es: Ejecutar la siguiente instrucción.

source: If it is a subroutine call, stop only after it returned.
es_es: Si se trata de una llamada a subrutina, sólo se detiene cuando la subrutina devuelve el control.

source: Exist
es_es: Existe

source: Existing Bookmarks
es_es: Marcadores existentes

source: Expand all
es_es: Expandir todo

source: Experimental feature.
es_es: Función experimental.

source: Type '?' at the bottom of the page to get list of commands.
es_es: Escriba '?' al final de la página para ver la lista de comandos.

source: If it does not work, blame szabgab.
es_es: Si no funciona, es responsabilidad de szabgab.

source: Expression:
es_es: Expresión:

source: Extended (&x)
es_es: Extendida (&x)

source: Extended regular expressions allow free formatting (whitespace is ignored) and comments
es_es: Expresiones regulares extendidas permiten formateo libre (blancos son ignorados) y comentarios

source: Extract &Subroutine...
es_es: Extraer &subrutina...

source: Extract Subroutine
es_es: Extraer subrutina

source: FTP Password
es_es: Contraseña de FTP

source: Failed to create path '%s'
es_es: No se pudo crear la ruta '%s'

source: Failed to create server
es_es: No se pudo crear el servidor

source: Failed to delete POD fragment
es_es: No se pudo eliminar el fragmento de POD

source: Failed to disable plug-in '%s': %s
es_es: No se pudo deshabilitar el complemento '%s': %s

source: Failed to enable plug-in '%s': %s
es_es: No se pudo habilitar el complemento '%s': %s

source: Failed to execute process
es_es: No se pudo ejecutar el proceso

source: Failed to find any matches
es_es: No se encontró ninguna coincidencia

source: Failed to find your CPAN configuration
es_es: No se encontró su configuración de CPAN

source: Failed to load the plug-in '%s' %s
es_es: No se pudo cargar el complemento '%s' %s

source: Failed to merge the POD fragments
es_es: No fue posible combinar los fragmentos de POD

source: Failed to start '%s' command
es_es: No se pudo iniciar el comando '%s'

source: False
es_es: Falso

source: Fast but might be out of date
es_es: Rápido, aunque un poco obsoleto

source: Fatal Error
es_es: Error fatal

source: Favorite
es_es: Favorito

source: File
es_es: Archivo

source: File %s not found.
es_es: No se encuentra el archivo %s.

source: File Types
es_es: Tipos de archivos

source: File access via FTP
es_es: Acceso a archivos a través de FTP

source: File access via HTTP
es_es: Acceso a archivos a través de HTTP

source: File already exists
es_es: El archivo ya existe

source: File already exists.
es_es: El archivo ya existe.

source: Overwrite it?
es_es: ¿Desea sobrescribirlo?

source: File changed on disk since last saved.
es_es: El archivo ha cambiado en disco desde que se guardó por última vez.

source: Do you want to overwrite it?
es_es: ¿Desea sobrescribirlo?

source: File changed.
es_es: El archivo ha cambiado.

source: Do you want to save it?
es_es: ¿Desea guardarlo?

source: File is not in a project
es_es: El archivo no pertenece a un proyecto

source: File name %s contains * or ?
es_es: El nombre de archivo %s contiene el carácter * o ?,

source: which are special chars on most computers.
es_es: que tiene un significado especial en la mayoría de los sistemas.

source: Skip?
es_es: ¿Desea omitirlo?

source: File name %s does not exist on disk.
es_es: No existe ningún archivo con nombre %s en el disco.

source: File not in sync
es_es: El archivo no está sincronizado

source: File was never saved and has no filename - can't delete from disk
es_es: El archivo no se ha guardado nunca, por lo que no tiene nombre de archivo; no se puede eliminar del disco

source: File-1
es_es: Archivo-1

source: File-2
es_es: Archivo-2

source: File/Directory
es_es: Archivo/Directorio

source: Filename
es_es: Nombre de archivo

source: Files
es_es: Archivos

source: Filter
es_es: Filtro

source: Filter command:
es_es: Comando de filtrado:

source: Filter through &Perl...
es_es: Filtrar mediante código &Perl...

source: Filter through E&xternal Tool...
es_es: Filtrar mediante herramienta e&xterna...

source: Filter through tool
es_es: Filtrar mediante herramienta

source: Filters the selection (or the whole document) through any external command.
es_es: Filtra la selección (o todo el documento) mediante un comando externo.

source: Find
es_es: Buscar

source: Find &All
es_es: Buscar &todas

source: Find &Method Declaration
es_es: Buscar declaración de &método

source: Find &Next
es_es: Buscar &siguiente

source: Find &Variable Declaration
es_es: Buscar declaración de &variable

source: Find Results (%s)
es_es: Resultados (%s)

source: Find Text:
es_es: Buscar texto:

source: Find Unmatched &Brace
es_es: Buscar llave &desemparejada

source: Find a text and replace it
es_es: Busca coincidencias de texto y las reemplaza

source: Find and Replace
es_es: Buscar y reemplazar

source: Find in Fi&les...
es_es: Buscar en arc&hivos...

source: Find in Files
es_es: Buscar en archivos

source: Find text or regular expressions using a traditional dialog
es_es: Permite buscar texto o expresiones regulares en un cuadro de diálogo tradicional

source: Find where the selected function was defined and put the focus there.
es_es: Establece el foco en la línea en la que se definió la función seleccionada.

source: Find where the selected variable was declared using "my" and put the focus there.
es_es: Establece el foco en la línea en la que se declaró con "my" la variable seleccionada.

source: Find:
es_es: Buscar:

source: First character of selection does not seem to point at a token.
es_es: Parece que el primer carácter de la selección no apunta a un token.

source: First character of selection must be a non-word character to align
es_es: El primer carácter de la selección debe ser un carácter no alfabético para alinear

source: Fold all the blocks that can be folded (need folding to be enabled)
es_es: Pliega todos los bloques que se pueden plegar (el plegado debe estar habilitado)

source: Font Si&ze
es_es: Tamaño de &fuente

source: For new document try to guess the filename based on the file content and offer to save it.
es_es: Para un documento nuevo, intenta determinar el nombre del archivo a partir de su contenido y ofrece la posibilidad de guardar el archivo con ese nombre.

source: Form feed
es_es: Avance de página

source: Found %d issue(s) in %s within %3.2f secs.
es_es: Se detectaron %d problemas en %s en %3.2f segundos.

source: Found %d issue(s) within %3.2f secs.
es_es: Se detectaron %d problemas en %3.2f segundos.

source: Found %s help topic(s)
es_es: Se han encontrado %s temas de ayuda

source: Found %s unloaded modules
es_es: Se han encontrado %s módulos descargados

source: French
es_es: Francés

source: French (Canada)
es_es: Francés (Canadá)

source: Friend
es_es: A través de un amigo

source: Full Sc&reen
es_es: &Pantalla completa

source: Function
es_es: Función

source: Functions
es_es: Funciones

source: Gabor Szabo: Project Manager
es_es: Gabor Szabo: Jefe de proyecto

source: German
es_es: Alemán

source: Go to
es_es: Ir a...

source: Go to &Command Line Window
es_es: Ir a ventana de línea de &comandos

source: Go to &Functions Window
es_es: Ir a ventana de &funciones

source: Go to &Main Window
es_es: Ir a ventana pr&incipal

source: Go to &Todo Window
es_es: Ir a ventana de &tareas pendientes

source: Go to Bookmar&k...
es_es: Ir a &marcador

source: Go to CPAN E&xplorer Window
es_es: Ir a ventana E&xplorador de CPAN

source: Go to O&utline Window
es_es: Ir a ventana de &esquema

source: Go to Ou&tput Window
es_es: Ir a ventana de &resultados

source: Go to S&yntax Check Window
es_es: Ir a ventana de comprobación de si&ntaxis

source: Grouping constructs
es_es: Construcciones de agrupación

source: Guess from Current Document
es_es: Detectar en el documento actual

source: Hebrew
es_es: Hebreo

source: Help
es_es: Ayuda

source: Help Search
es_es: Búsqueda en la ayuda

source: Help by translating Padre to your local language
es_es: Ayude a traducir Padre a su idioma

source: Help not found.
es_es: No se encuentra la Ayuda.

source: Hex character
es_es: Carácter hexadecimal

source: Hexadecimal digits
es_es: Dígitos hexadecimales

source: Highlight the line where the cursor is
es_es: Resalta la línea en la que se encuentra el cursor

source: Home
es_es: Inicio

source: Hopefully faster than the PPI Traditional.
es_es: Esperemos que más rápido que PPI.

source: Big file will fall back to Scintilla highlighter.
es_es: Para los archivos grandes se usará el resaltador de sintaxis de Scintilla.

source: How many spaces for each tab:
es_es: Número de espacios por tabulación:

source: Hungarian
es_es: Húngaro

source: If activated, do not allow moving around some of the windows
es_es: Si está activada, no permite mover algunas de las ventanas

source: If within a subroutine, run till return is called and then stop.
es_es: Si la línea actual está dentro de una subrutina, se ejecuta el código hasta que se llama a return y entonces se detiene la ejecución.

source: Ignore case (&i)
es_es: No distinguir mayúsculas de minúsculas (&i)

source: Ignored
es_es: Omitido

source: Include directory: -I<dir> Enable tainting checks: -T Enable many useful warnings: -w Enable all warnings: -W Disable all warnings: -X
es_es: Incluir directorio: -I<dir> Habilitar comprobaciones de seguridad: -T Habilitar muchas advertencias útiles: -w Habilitar todas las advertencias: -W Deshabilitar todas las advertencias: -X

source: Indent Deeply
es_es: Sangría profunda

source: Indent to Same Depth
es_es: Sangría a la misma profundidad

source: Indentation
es_es: Sangría

source: Indentation width (in columns)
es_es: Ancho de sangría (en columnas)

source: Information
es_es: Información

source: Input/output:
es_es: Entrada/salida:

source: Insert
es_es: Insertar

source: Insert Snippet
es_es: Insertar fragmento

source: Insert Special Values
es_es: Insertar valores especiales

source: Insert Synopsis
es_es: Insertar sinopsis

source: Install
es_es: Instalar

source: Install &Remote Distribution
es_es: Instalar distribución &remota

source: Install L&ocal Distribution
es_es: Instalar distribución l&ocal

source: Install Local Distribution
es_es: Instalar distribución local

source: Install a Perl module from CPAN
es_es: Instala un módulo Perl desde CPAN

source: Integer
es_es: Entero

source: Internal Error
es_es: Error interno

source: Internal error
es_es: Error interno

source: Interpreter arguments
es_es: Argumentos del intérprete

source: Introduce &Temporary Variable...
es_es: Introducir variable &temporal...

source: Introduce Temporary Variable
es_es: Insertar variable temporal

source: Italian
es_es: Italiano

source: Japanese
es_es: Japonés

source: JavaScript Files
es_es: Archivos JavaScript

source: Join the next line to the end of the current line.
es_es: Une la línea siguiente al final de la línea actual.

source: Jump to Current Execution Line
es_es: Saltar a la línea de ejecución actual
